export const arrTerms = [
  "이용약관",
  "개인정보처리방침",
  "청소년보호정책",
  "저작권보호정책 ",
  "이메일무단수집거부",
  "윤리강령",
];

export const listTermsOfUse = [
  {
    title: "조 목적",
    id: "TermsOfUse-1",
    content: [
      "이 약관은 언론사명(이하 회사)가 제공하는 모든 서비스(이하 서비스)를 이용하는 고객(이하 회원)과 회사가 서비스의 이용조건 및 절차, 권리와 의무, 기타 필요한 사항을 규정함을 목적으로 합니다. ",
    ],
  },
  {
    title: "조 약관의 효력과 변경",
    id: "TermsOfUse-2",
    content: [
      `서비스는 본 약관에 규정된 조항을 회원이 수락하는 것을 조건으로 제공되며 회원이 회원가입시 "동의" 단추를 누름과 동시에 이 약관에 동의하는 것으로 간주됩니다. `,
      "이 약관은 온라인을 통해 공시함으로 효력이 발생합니다. ",
      "회사는 불가피한 변경의 사유가 있을 때 약관을 임의로 변경할 권한을 가지며 변경된 약관은 온라인을 통해 공지됨으로써 효력이 발생됩니다.",
      "회원은 변경된 약관에 동의하지 않을 경우 탈퇴를 요청할 수 있으며 변경된 약관의 효력발생일 이후에도 계속적으로 서비스를 이용하는 경우에는 회원이 약관의 변경 사항에 동의한 것으로 봅니다.",
    ],
  },
  {
    title: "조 약관 외 준칙",
    id: "TermsOfUse-3",
    content: ["이 약관에 명시되지 않은 사항에 대해서는 국내 관련 법령 규정에 따릅니다."],
  },
  {
    title: "조 이용계약의 체결",
    id: "TermsOfUse-4",
    content: [
      "1. 이용계약은 회원의 회원가입신청을 회사가 승낙 함으로써 성립합니다.",
      "2. 회사는 신청서의 내용이 허위이거나 규정한 제반 사항을 위반하여 신청한 경우 가입 신청을 거절할 수 있습니다.",
    ],
  },
  {
    title: "조 이용계약의 해지",
    id: "TermsOfUse-5",
    content: [
      "1. 회원은 회사에 언제든 이용계약의 해지를 요청할 수 있습니다. ",
      "2. 회사는 회원의 해지 요청이 접수된 즉시 회원을 탈퇴 처리 하고 관련 법령 및 개인정보처리방침에 명시된 경우를 제외한 개인정보를 삭제합니다.",
      "3. 회사는 회원이 제9조 회원의 의무에 위배되는 행위를 한 경우 사전통지 없이 이용계약의 해지, 제한, 정지할 수 있습니다.",
    ],
  },
  {
    title: "조 서비스",
    id: "TermsOfUse-6",
    content: [
      "1. 회사는 다음과 같은 서비스를 제공합니다.",
      "- 뉴스 서비스",
      "- 동영상 서비스 ",
      "- 게시판 서비스",
      "- 설문조사 서비스",
      "- DB 서비스",
      "2. 회사는 필요한 경우 서비스 내용을 추가, 변경, 삭제할 수 있습니다.",
    ],
  },
  {
    title: "조 회사의 의무",
    id: "TermsOfUse-7",
    content: [
      "1. 회사는 지속적, 안정적으로 서비스가 제공되도록 최선의 노력을 다하여야 합니다.",
      "2. 회사는 24시간 365일 서비스 제공을 원칙으로 합니다. 다만 정기점검, 천재지변, 비상사태 등 부득이한 사유가 발생한 경우 서비스를 일시 중단할 수 있습니다. ",
    ],
  },
  {
    title: "조 개인정보의 보호",
    id: "TermsOfUse-8",
    content: [
      "1. 회사는 서비스와 관련하여 수집된 회원의 개인정보를 본인의 사전 승낙없이 제3자에게 공개 또는 배포할 수 없습니다. 다만 관련 법령에 의한 관계기관의 요구가 있을 경우 그러하지 아니합니다.",
      "2. 회사는 개인정보 보호책임자를 비롯한 개인정보에 관한 기타 사항을 별도로 정한 “개인정보처리방침”에 기재하여 공지합니다.",
    ],
  },
  {
    title: "조 회원의 의무",
    id: "TermsOfUse-9",
    content: [
      "1. ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.",
      "2. 회원은 자신의 ID를 제3자에게 양도, 대여할 수 없습니다.",
      "3. 회원은 자신의 ID가 부정하게 사용된 경우 반드시 회사에 통보하여야 합니다. ",
      "4. 회원은 회원가입시 입력항목에 허위, 오기, 누락이 없도록 하여야 합니다.",
      "5. 회원은 제3자의 권리나 저작권 등을 침해하는 행위를 할 수 없습니다.",
      "6. 회원은 이 약관 및 관계법령에서 규정한 사항을 준수하여야 하며 기타 회사의 업무에 방해되는 행위를 하여서는 안됩니다.",
      "7. 회원은 회사의 사전 승낙없이 서비스를 이용하여 어떠한 영리행위도 할 수 없습니다.",
    ],
  },
  {
    title: "조 저작권",
    id: "TermsOfUse-10",
    content: [
      "1. 회사의 모든 서비스에 대한 저작권은 회사 및 회사에 콘텐츠를 제공하는 제공처, 광고주에 있습니다. 이 모든 저작물은 저작권법 및 관계 법령에 의해 보호받으며 회사, 콘텐츠 제공처, 광고주의 사전 승낙 없이 복제, 출판, 전송, 배포, 방송 기타 방법에 의하여 이용하거나 제3자에게 이용하게 할 수 없으며, 저작물에 대한 저작권 침해는 관계 법령의 적용을 받습니다. ",
      "2. 회사는 회원이 서비스내의 기사의견, 게시판 등에 올린 내용에 대해 책임이 없습니다.",
      "3. 회사는 저작권에 관한 기타 사항을 별도로 정한 “저작권정책”에 기재하여 공지합니다.",
    ],
  },
  {
    title: "조 기타",
    id: "TermsOfUse-11",
    content: ["본 약관은 공정거래위원회 표준 약관에 근거하여 작성되었습니다 "],
  },
];

export const listInformationSecurity = {
  title: `'미디어핀포-오아시스'(이하 ‘회사’라 함)는 고객님의 정보를 중요하게 생각하며 아래와 같은 개인정보처리방침을 가지고 있습니다. 회사는 “정보통신망 이용촉진 및 정보보호 등에 관한 법률”을 준수하며 고객님의 정보가 어떤 용도와 방식으로 사용되고 있으며 개인정보보호를 위해 어떤 조치를 취하고 있는지 알려드립니다.'`,
  data: [
    { id: "termprivacy-1", title: "조 수집하는 개인정보 항목 및 수집방법" },
    { id: "termprivacy-2", title: "조 개인정보의 수집 및 이용목적" },
    { id: "termprivacy-3", title: "조 개인정보 수집에 대한 동의" },
    { id: "termprivacy-4", title: "조 개인정보의 이용 현황" },
    { id: "termprivacy-5", title: "조 개인정보의 제3자 제공 및 처리 위탁 현황" },
    { id: "termprivacy-6", title: "조 개인정보의 보유 및 이용기간" },
    { id: "termprivacy-7", title: "조 개인정보의 파기절차 및 방법" },
    { id: "termprivacy-8", title: "조 이용자 및 법정대리인의 권리와 그 행사방법" },
    {
      id: "termprivacy-9",
      title: "조 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항",
    },
    { id: "termprivacy-10", title: "조 개인정보보호를 위한 기술적, 관리적 대책 " },
    { id: "termprivacy-11", title: "조 아동의 개인정보 " },
    { id: "termprivacy-12", title: "조 개인정보 보호책임자" },
    { id: "termprivacy-13", title: "조 부칙 " },
  ],
};

export const listInformationSecurity1 = [
  {
    title: "제 1 조 수집하는 개인정보 항목 및 수집방법",
    id: "termprivacy-1",
    content: [
      "회사는 회원 가입, 서비스제공, 기타상담 등을 위해 개인정보를 수집하고 있으며, 또한 설문조사나 이벤트 시에 집단적인 통계분석을 위해서나 경품발송을 위한 목적으로도 개인정보 기재를 요청할 수 있습니다.",
      "그러나, 회사는 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록 등)는 가급적 수집하지 않으며 부득이하게 수집해야 할 경우 이용자들의 사전동의를 반드시 구합니다.",
      "이때에도 기입하신 정보는 해당서비스 제공이나 회원님께 사전에 밝힌 목적 이외의 다른 어떠한 목적으로도 사용되지 않음을 알려드립니다. ",
    ],
    table: {
      title: "개인정보의 수집 내용은 아래와 같습니다",
      data: [
        {
          title: "필수항목",
          content: [
            "개인회원: 이름, 로그인ID, 로그인Password, e-mail, 주소, 프로필사진 ",
            "개인/법인사업자: 회사/기관명(영문포함), 사업자등록번호, 주소, 전화번호, 로그인ID, 로그인Password, 담당자이름, 담당자 e-mail",
            "개인회원 14세 미만 : 이름, 로그인ID, 로그인Password, e-mail, 주소, 프로필사진, 보호자(법정대리인)의 이름과 e-mail",
          ],
        },
        //선택항목
        {
          title: "선택항목",
          content: [
            "개인회원 14세 미만 : 이름, 로그인ID, 로그인Password, e-mail, 주소, 프로필사진, 보호자(법정대리인)의 이름과 e-mail",
          ],
        },
        //개인정보수집방법
        {
          title: "개인정보수집방법",
          content: [
            "신용카드정보, 은행계좌정보, 이동전화정보 등 대금결제에 필요한 정보",

            "홈페이지",
          ],
        },
      ],
    },
  },
  {
    title: "제 2 조 개인정보의 수집 및 이용목적",
    id: "termprivacy-2",
    content: [],
    table: {
      title: "회사는 아래와 같은 목적으로 개인정보를 수집합니다.",
      data: [
        {
          title: "서비스 제공에 관한 계약이행 및 서비스제공에 따른 요금정산",
          content: [
            "컨텐츠 제공, 청구서 발송, 본인인증, 물품배송, 구매 및 요금결제, 금융서비스 ",
            "회원제 서비스 이용에 따른 본인 확인, 개인식별, 불량회원의 부정 이용 방지와 비인가 사용방지, 가입 의사 및 연령 확인, 만 14세 미만 아동의 개인정보 수집 시 법정 대리인 동의여부 확인, 불만처리 등 민원처리, 고지사항 전달.",
          ],
        },
        //회원관리
        {
          title: "회원관리",
          content: [
            "회원제 서비스 이용에 따른 본인 확인, 개인식별, 불량회원의 부정 이용 방지와 비인가 사용방지, 가입 의사 및 연령 확인, 만 14세 미만 아동의 개인정보 수집 시 법정 대리인 동의여부 확인, 불만처리 등 민원처리, 고지사항 전달.",
          ],
        },
        //서비스 안내등 마케팅 및 광고
        {
          title: "서비스 안내등 마케팅 및 광고 ",
          content: [
            "회원제 서비스 이용에 따른 본인 확인, 개인식별, 불량회원의 부정 이용 방지와 비인가 사용방지, 가입 의사 및 연령 확인, 만 14세 미만 아동의 개인정보 수집 시 법정 대리인 동의여부 확인, 불만처리 등 민원처리, 고지사항 전달.",
          ],
        },
      ],
    },
  },
  {
    title: "제 3 조 개인정보 수집에 대한 동의",
    id: "termprivacy-3",
    content: [
      "회사는 회원님의 개인정보 수집에 대하여 동의를 받고 있으며, 회사 내의 회원가입 절차 중 이용약관 및 개인정보처리방침에 개인정보 수집 동의절차를 마련해 두고 있습니다. ",
      "회원님께서['약관 및 정책'에 동의합니다.]란에 체크하시면 개인정보 수집에 대해 동의한 것으로 봅니다.",
    ],
  },
  //제 4 조 개인정보의 이용 현황
  {
    title: "제 4 조 개인정보의 이용 현황",
    id: "termprivacy-4",
    content: [
      `회사는 이용자들의 개인정보를 ‘2. 개인정보의 수집 및 이용목적’에서 고지한 범위내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.`,
      "1. 이용자들이 사전에 공개에 동의한 경우",
      "2. 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우",
    ],
  },
  //제 5 조 개인정보의 제3자 제공 및 처리 위탁 현황
  {
    title: "제 5 조 개인정보의 제3자 제공 및 처리 위탁 현황",
    id: "termprivacy-5",
    content: [
      "회사는 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다. 회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.",
    ],
    table: {
      title: "개인정보의 수집 내용은 아래와 같습니다",
      data: [
        {
          title: "서비스 제공에 관한 계약이행 및 서비스제공에 따른 요금정산",
          content: [
            "위탁업무 : 사이트 유지보수 ",
            "위탁범위 : 사이트 점검관리시 포함될 수 있는 각종 정보",
            "위탁기간 : 위탁 계약 종료 시까지",
            "수탁업체 : (주)디오소프트",
          ],
        },
        //개인정보 제3자 제공
        {
          title: "개인정보 제3자 제공",
          content: [
            "회사는 고객님의 동의없이 고객님의 정보를 제3자에게 제공하지 않습니다. 향후 그러한 필요가 생길 경우, 고객님에게 통지하고 필요한 경우 사전 동의를 받도록 하겠습니다.",
          ],
        },
      ],
    },
  },
  // 제 6 조 개인정보의 보유 및 이용 기간
  {
    title: "제 6 조 개인정보의 보유 및 이용 기간",
    id: "termprivacy-6",
    content: [
      `서비스 이용자가 당사의 회원으로서 서비스를 계속 이용하는 동안 당사는 이용자의 개인정보를 계속 보유하며 서비스 제공 등을 위해 이용합니다. `,
      "서비스 이용자의 개인정보는 그 수집 및 이용 목적(설문조사, 이벤트 등 일시적인 목적을 포함)이 달성되거나 이용자가 직접 삭제 또는 회원 탈퇴한 경우에 재생할 수 없는 방법으로 파기합니다. ",
      "당사는 이용자의 권리 남용, 악용 방지, 권리침해/명예훼손 분쟁 및 수사협조 등의 요청이 있었을 경우에는 이의 재발에 대비하여 회원의 이용계약 해지 시로부터 1년 동안 회원의 개인정보를 보관할 수 있습니다.",
      "상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 당사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 당사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.",
    ],
    table: {
      title: "개인정보의 수집 내용은 아래와 같습니다",
      data: [
        {
          title: "회사 내부 방침에 의한 정보보유 사유",
          content: [
            "회원탈퇴 시 개인정보 보존기간은 아래와 같습니다.",
            "보존근거: 불량 이용자의 재가입 방지, 명예훼손 등 권리침해 분쟁 및 수사협조",
            "보존기간: 회원탈퇴 후 1년",
          ],
        },
        //개인정보 제3자 제공
        {
          title: "회사 내부 방침에 의한 정보보유 사유",
          content: [
            "상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.",
            "1. 계약 또는 청약철회 등에 관한 기록",
            "- 보존 이유 및 기간 : 전자상거래 등에서의 소비자보호에 관한 법률 (5년)",
            "2. 대금결제 및 재화 등의 공급에 관한 기록",
            "3. 소비자의 불만 또는 분쟁처리에 관한 기록",
            "- 보존 이유 및 기간 : 전자상거래 등에서의 소비자보호에 관한 법률 (3년)",
            "4. 본인확인에 관한 기록",
            "- 보존 이유 및 기간 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률 (6개월)",
            "5. 방문에 관한 기록 ",
            "- 보존 이유 및 기간 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률 (3개월)",
          ],
        },
      ],
    },
  },
  //제 7 조 개인정보의 파기절차 및 방법
  {
    title: "제 7 조 개인정보의 파기절차 및 방법",
    id: "termprivacy-7",
    content: [
      `회원님은 언제든지 등록되어 있는 회원님의 개인 정보를 열람하거나 정정하실 수 있으며, 회원 탈퇴를 요청하실 수 있습니다. 회원님의 개인 정보 열람 및 수정은 사이트 내의 회원정보 변경을 통해 로그인(Log-in) 후 가능하며, 아이디, 이름을 제외한 사항은 수정 가능합니다. 회원 탈퇴를 원하실 경우 사이트 내에서 탈퇴가 가능하며, 등록된 모든 정보를 파기함으로 탈퇴 여부를 신중히 고려하셔야 합니다. 또한 탈퇴 후 재가입에 제약이 따를 수도 있습니다.`,
    ],
    table: {
      title: "회사의 개인정보 파기절차 및 방법은 다음과 같습니다.",
      data: [
        {
          title: "파기절차",
          content: [
            "이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다. ",
            "동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.",
            "위탁기간 : 위탁 계약 종료 시까지",
            "수탁업체 : (주)디오소프트",
          ],
        },
        //개인정보 제3자 제공
        {
          title: "파기방법",
          content: [
            "종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. ",

            "전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.",
          ],
        },
      ],
    },
  },
  //제 8 조 이용자 및 법정대리인의 권리와 그 행사방법
  {
    title: "제 8 조 이용자 및 법정대리인의 권리와 그 행사방법",
    id: "termprivacy-8",
    content: [
      `이용자 및 법정대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수 도 있습니다. `,
      "이용자 혹은 만 14세 미만 아동의 개인정보 조회, 수정을 위해서는 '회원정보수정'(또는 '회원정보변경' 등)을 가입해지를 위해서는 '회원탈퇴' 를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. ",
      "혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.",
      "이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리 결과를 제 3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.",
      `회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "개인정보의 보유 및 이용기간" 에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다. 이용자는 정보주체로서 관련 법령에 의거, 개인정보의 열람, 정정·삭제, 처리정지 요구를 할 수 있습니다.`,
      `회사는 이에 대해서 10일 이내에 해당 사항에 대한 회사의 조치를 통지하며 개인정보의 열람, 정정·삭제, 처리정지 요구는 회사로 접수하시면 됩니다.`,
    ],
  },
  //제 9 조 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
  {
    title: "제 9 조 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항",
    id: "termprivacy-9",
    content: [
      `쿠키(cookie)는 HTTP 서버에서 사용자 브라우저에게 보내는 조그마한 데이터 파일로써 회원님의 컴퓨터에 저장됩니다. 회사는 이러한 쿠키(cookie)를 이용하여 회원님의 브라우저 형식이나 서비스 이용 형태를 얻게 되며, 이러한 쿠키 정보를 바탕으로 회원님께 유용하고 보다 편리한 맞춤서비스를 제공하는데 사용하게 됩니다. `,
      "회원님은 쿠키에 대한 선택권을 가지고 있습니다. 회원님의 웹브라우저에서 옵션을 선택함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. 단, 쿠키의 저장을 거부하실 경우 로그인 (Log-in) 이 필요한 회사의 모든 서비스는 이용하실 수 없게 됩니다. ",
    ],
  },
  //제 10 조 개인정보보호를 위한 기술적, 관리적 대책
  {
    title: "제 10 조 개인정보보호를 위한 기술적, 관리적 대책",
    id: "termprivacy-10",
    content: [
      `회원님의 개인정보는 비밀번호에 의해 보호되고 있습니다. 회원님 계정의 비밀번호는 오직 본인만이 알 수 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다. 따라서 회원님의 비밀번호는 누구에게도 알려주면 안됩니다. 또한 작업을 마치신 후에는 로그아웃(log-out)하시고 웹브라우저를 종료하는 것이 바람직합니다. 특히 다른 사람과 컴퓨터를 공유하여 사용하거나 공공장소에서 이용한 경우 개인정보가 다른 사람에게 알려지는 것을 막기 위해서 이와 같은 절차가 더욱 필요합니다. 이용자 부주의나 인터넷상의 문제로 인한 개인정보 유출에 대해서 회사는 책임을 지지 않습니다. `,
      `회사는 개인정보보호를 위한 기술적 관리적 대책을 다음과 같이 시행하고 있습니다.`,
      "1. 해킹 방지를 위한 방화벽과 보안시스템에 만전을 기하고 있습니다.",
      "2. 개인정보 송수신시 SSL 보안서버 인증서를 설치하여 정보를 보호합니다.",
      "3. 개인정보의 접근은 해당 업무 수행자, 업무 수행 시 개인정보 처리이 불가피한 자로 제한하여 그 이외의 직원이 접근하지 못하도록 하고 있습니다.",
      "4. 개인정보처리자의 경우 정기 및 수시로 교육을 실시하고 있습니다.",
      "5. 개인정보처리시스템의 접속 기록을 유지하고 이를 정기적으로 확인 감독하고 있습니다.",
      "6. 개인정보 출력 및 복사 시 보호조치를 시행하고 있습니다.",
    ],
  },
  //제 11 조 아동의 개인정보
  {
    title: "제 11 조 아동의 개인정보",
    id: "termprivacy-11",
    content: [
      `회사는 원칙적으로 14세 미만 아동의 개인정보를 수집하지 않습니다. 다만 특별한 경우에 법정대리인의 동의를 얻어 아동의 개인정보를 수집할 수 있습니다. `,
      `회사는 회원님의 개인정보를 보호하기 위하여 최선을 다하고 있습니다. 그러나 이러한 노력 이외에 회원님 스스로도 제 3 자에게 비밀번호 등이 노출되지 않도록 주의하셔야 합니다. 특히 비밀번호 등이 공공장소에 설치한 PC를 통해 유출되지 않도록 항상 유의하시기 바랍니다.`,
      `또한 회사는 어떠한 경우에도 전화나 E-mail을 통해 사용자의 비밀번호를 묻지 않습니다. 그러므로 본인의 ID와 비밀번호는 꼭 본인만 사용하시고, 비밀번호를 자주 바꿔주시는 것이 좋습니다. 회사는 개인정보보호에 최선을 다하지만, 회원님 개인 실수나 회사의 과실에 기인하지 않는 개인 정보 유출에 대해서는 책임을 지지 않습니다.`,
    ],
  },
  //제 12 조 개인정보 보호책임자
  {
    title: "제 12 조 개인정보 보호책임자",
    id: "termprivacy-12",
    content: [
      `회사 개인정보처리방침과 관련하여 의견이 있을 경우 메일을 주시면 접수 즉시 조치하고 처리결과를 알려드리겠습니다. 개인정보 보호책임자는 아래와 같습니다.`,
    ],
    //개인정보 보호책임자
    table: {
      title: "개인정보 보호책임자",
      data: [
        {
          title: "책임자",
          content: ["홍길동 "],
        },
        //개인정보 제3자 제공
        {
          title: "전화번호",
          content: ["000-123-4567"],
        },
        //E-mail
        {
          title: "E-mail",
          content: ["abcde@gmail.net"],
        },
      ],
      title1:
        "기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.",
      data1: [
        {
          title: "개인정보침해신고센터",
          content: ["privacy.kisa.or.kr / 국번없이 118 "],
        },
        //개인정보 제3자 제공
        {
          title: "대검찰청 사이버범죄수사단",
          content: ["www.spo.go.kr / 국번없이 1301"],
        },
        //E-mail
        {
          title: "경찰청 사이버테러대응센터",
          content: ["cyberbureau.police.go.kr / 국번없이 182"],
        },
      ],
    },
  },
  //제 13 조 부칙
  {
    title: "제 13 조 부칙",
    id: "termprivacy-12",
    content: [
      `현 개인정보처리방침의 수정, 변경이 있을 시 최소 7일 이전에 사이트 내 공지를 통하여 고지할 것입니다.`,
      `- 개인정보처리방침 시행일자 : 2023-03-27`,
    ],
  },
];

export const listTermsProtectionPolicy = {
  title: `'언론사명'(이하 ‘회사’라 함)는 각종 청소년유해정보로부터 청소년을 보호하고자 관련법률에 따라 19세미만의 청소년들이 유해정보에 접근할 수 없도록 청소년보호정책을 마련하여 시행하고 있습니다. 또한 회사는 청소년의 건전한 성장을 저해하는 음란, 불법 등의 유해정보와 비윤리적, 반사회적 행위에 대해서는 엄격하게 제재하기 위하여 다음과 같이 활동하고 있습니다.'`,
  data: [
    {
      id: "TermsProtectionPolicy-1",
      title: "1조 유해정보로부터 청소년보호계획 수립 및 업무담당자 교육시행",
    },
    { id: "TermsProtectionPolicy-2", title: "2조 유해정보에 대한 청소년접근제한 및 관리조치" },
    { id: "TermsProtectionPolicy-3", title: "3조 유해정보로 인한 피해상담 및 고충처리" },
    { id: "TermsProtectionPolicy-4", title: "4조 청소년보호책임자 및 담당자 연락법" },
    { id: "TermsProtectionPolicy-5", title: "5조 부칙" },
  ],
};
export const listTermsProtectionPolicy1 = [
  {
    title: "제 1 조 유해정보로부터 청소년보호계획 수립 및 업무담당자 교육시행",
    id: "TermsProtectionPolicy-1",
    content: [
      "회사는 청소년이 아무런 제한장치 없이 청소년 유해정보에 노출되지 않도록 청소년유해매체물에 대해서는 별도의 인증장치를 마련, 적용하며 청소년 유해정보가 노출되지 않기 위한 예방차원의 조치를 강구하고 있으며 해당 담당자에 대한 청소년보호교육을 실시합니다. ",
    ],
  },
  {
    title: "제 2 조 유해정보에 대한 청소년접근제한 및 관리조치",
    id: "TermsProtectionPolicy-2",
    content: [
      `회사는 청소년이 아무런 제한장치 없이 청소년 유해정보에 노출되지 않도록 청소년유해매체물에 대해서는 별도의 인증장치를 마련, 적용하며 청소년 유해정보가 노출되지 않기 위한 예방차원의 조치를 강구합니다. `,
    ],
  },
  {
    title: "제 3 조 유해정보로 인한 피해상담 및 고충처리",
    id: "TermsProtectionPolicy-3",
    content: [
      "회사는 청소년 유해정보로 인한 피해상담 및 고충처리를 위한 전문인력을 배치하여 그 피해가 확산되지 않도록 하고 있습니다.",
      `이용자 분들께서는 하단에 명시한 회사는 "청소년보호 책임자 및 담당자의 소속, 성명 및 연락처" 사항을 참고하여 전화나 이메일을 통하여 피해상담 및 고충처리를 요청할 수 있습니다.`,
    ],
  },
  {
    title: "제 4 조 청소년보호책임자 및 담당자 연락법",
    id: "TermsProtectionPolicy-4",
    content: [
      "회사는 청소년 보호에 대한 의견수렴 및 불만처리를 담당하는 청소년 보호 책임자 및 담당자를 운영하고 있습니다. 이와 관련하여 문의사항이 있으시면 신속하고 성실하게 답변하여 드리겠습니다.",
    ],
    table: {
      title: "청소년 보호 책임자",
      data: [
        {
          title: "성명(직위)",
          content: ["홍길동"],
        },
        //개인정보 제3자 제공
        {
          title: "전화번호",
          content: ["000-123-4567"],
        },
        {
          title: "E-mail",
          content: ["abcde@gmail.net"],
        },
      ],
    },
  },
  {
    title: "제 5 조 부칙",
    id: "TermsProtectionPolicy-5",
    content: ["청소년보호정책 시행일자 : 2023-03-27"],
  },
];
// Copyright protection

export const listTermsProtectionCopyright = {
  title: `저작권정책은 호남시대(이하 회사)가 제공하는 모든 서비스내 저작물을 이용자가 이용함에 있어 저작권법 및 기타 법령을 준수한 올바른 이용방법, 기타 필요한 사항을 규정함을 목적으로 합니다.`,
  data: [
    {
      id: "TermsProtectionCopyright-1",
      title: "1 조 저작권정책의 고지",
    },
    { id: "TermsProtectionCopyright-2", title: "2 조 이용자의 의무" },
    { id: "TermsProtectionCopyright-3", title: "3 조 저작권 침해 게시물에 대한 조치" },
    { id: "TermsProtectionCopyright-4", title: "4 조 게시 재개 요청" },
  ],
};

export const listTermsProtectionCopyright1 = [
  {
    title: "제 1 조 저작권정책의 고지",
    id: "TermsProtectionCopyright-1",
    content: [
      "1. 회사는 저작권법 및 기타 법령을 준수합니다.",
      "2. 회사의 서비스에서 제공되는 모든 콘텐츠(기사, 사진, 그래픽, 영상, 오디오, 첨부파일, DB정보 등)는 저작권법에 의하여 보호받는 저작물로써 별도의 저작권 표시 또는 다른 출처를 명시한 경우를 제외하고는 원칙적으로 회사에 저작권이 있습니다.",
      "3. 이용자가 직접 작성하여 해당 저작권이 이용자에게 귀속되는 콘텐츠와 적법한 절차에 따라 저작권 이용허락을 받은 후 저작권 및 출처가 표시된 저작물은 회사의 저작물에서 제외합니다. ",
      "4. 회사는 서비스 내 게시물이 저작권 및 기타 타인의 권리를 침해 하거나, 회사의 정책 또는 관련 법령에 위배된다고 인지한 경우 게시물을 삭제할 수 있습니다.",
    ],
  },
  {
    title: "제 2 조 이용자의 의무",
    id: "TermsProtectionCopyright-2",
    content: [
      "1. 이용자는 저작권법 및 기타 법령 등을 준수할 의무가 있으며, 위반 시 이용이 일시 또는 영구 정지될 수 있습니다.",
      "2. 서비스 내 모든 저작물은 회사의 승낙 없이 복제, 출판, 전송, 배포, 판매, 변형, 방송 등의 행위를 금지합니다.",
      "3. 회사의 승낙을 받은 후 해당 저작물을 이용하는 경우에도 저작물에 대하여 단순 오류 정정 이외의 무단변경을 금지하며 반드시 출처를 표시해야 합니다.",
    ],
  },
  {
    title: "제 3 조 저작권 침해 게시물에 대한 조치",
    id: "TermsProtectionCopyright-3",
    content: [
      "1. 이용자가 올린 게시물(의견, 댓글, 질문, 영상, 파일, 링크 등)에 대한 권리는 권리자에게 있으며 관련하여 문제가 발생할 경우에는 그에 대한 책임은 해당 이용자에게 있습니다. 저작권법 및 기타 법령을 위반한 게시물에 대하여 회사는 게시 중단 및 삭제할 수 있습니다.",
      "2. 서비스 내에서 자신의 저작권이 침해당했다고 주장하는 권리자는 그 저작물의 게시 중단 및 삭제를 요청할 수 있습니다.",
    ],
    table: {
      title: "개인정보의 수집 내용은 아래와 같습니다",
      data: [
        {
          title: "저작권 담당자",
          content: ["홍길동"],
        },
        //선택항목
        {
          title: "전화번호",
          content: ["000-123-4567"],
        },
        //개인정보수집방법
        {
          title: "E-mail",
          content: ["abcde@gmail.net"],
        },
        {
          title: "다운로드",
          content: ["복제·전송 중단 요청서"],
        },
        {
          title: "다운로드",
          content: ["복제·전송 중단 요청서"],
        },
      ],
    },
  },
  {
    title: "제 4 조 게시 재개 요청",
    id: "TermsProtectionCopyright-4",
    content: [
      "저작권 침해 신고로 인해 게시 중단 및 삭제 통보를 받은 이용자는 소명자료를 제출하여 그 재개를 요청할 수 있습니다.",
    ],
    table: {
      title: "",
      data: [
        {
          title: "저작권 담당자",
          content: ["홍길동"],
        },
        //선택항목
        {
          title: "전화번호",
          content: ["000-123-4567"],
        },
        //개인정보수집방법
        {
          title: "E-mail",
          content: ["abcde@gmail.net"],
        },
        {
          title: "다운로드",
          content: ["복제·전송 중단 요청서"],
        },
        {
          title: "다운로드",
          content: ["복제·전송 중단 요청서"],
        },
      ],
    },
  },
];
// authorized
export const listTermsAuthorized = [
  {
    title: "이메일무단수집거부란?",
    id: "TermsAuthorized-1",
    content: [
      "본 웹사이트에 게시된 이메일 주소가 전자우편 수집 프로그램이나 그 밖의 기술적인 장치를 이용하여 무단으로 수집되는 것을 거부하며, 이를 위반시 정보통신망법에 의해 형사처벌됨을 유념하시기 바랍니다.",
    ],
  },
];
//TermsEthics

export const listTermsTermsEthics = [
  {
    title: "제 1 조 언론의 자유",
    id: "TermsTermsEthics-1",
    content: [
      "인터넷신문의 모든 구성원은 국민의 알권리가 실현되도록 대내외적인 모든 침해와 압력, 제한으로부터 언론의 자유와 독립을 수호한다. ",
    ],
  },
  {
    title: "제 2 조 언론의 책임",
    id: "TermsTermsEthics-2",
    content: [
      `인터넷신문은 사회의 공적기구로서 보도의 사실성, 정확성, 균형성을 추구하고 선정보도를 지양한다. 기사 작성 시 사실과 의견을 구분하고 보도 대상자의 반론권을 보장한다. `,
    ],
  },
  {
    title: "제 3 조 인격권의 보호",
    id: "TermsTermsEthics-3",
    content: [
      "인터넷신문은 공공의 이익에 관한 것으로 정당한 사유가 있지 않는 한 개인의 명예, 사생활, 개인정보 및 그 밖의 인격적 가치를 침해해서는 안 된다.",
    ],
  },
  {
    title: "제 4 조 약자 보호와 차별 금지",
    id: "TermsTermsEthics-4",
    content: [
      "인터넷신문은 인종, 민족, 국적, 지역, 신념, 나이, 성별, 직업, 학력, 계층, 지위 등에 대한 편견과 차별, 혐오를 배제한다. 또한 사회적 약자와 소수자의 권리 보호에 앞장선다.",
    ],
  },
  {
    title: "제 5 조 저작권 보호",
    id: "TermsTermsEthics-3",
    content: [
      "인터넷신문은 공표된 저작물을 보도에 활용하는 경우 반드시 출처를 표시하고 다른 언론사의 보도와 논평을 표절하지 않는다.",
    ],
  },
  {
    title: "제 6 조 이해 상충",
    id: "TermsTermsEthics-3",
    content: [
      "인터넷신문의 모든 구성원은 취재·보도 과정에서 알게 된 정보를 이용해 부당한 이익을 취하지 않으며 금품이나 향응을 받아서는 안 된다. 회사는 기자에게 광고, 협찬, 판매 등을 요구해서는 안 되며 기자는 이에 응해서는 안 된다.",
    ],
  },
  {
    title: "제 7 조 부당게재 또는 전송 금지",
    id: "TermsTermsEthics-3",
    content: [
      "인터넷신문은 동일하거나 유사한 기사를 반복 게재 또는 전송하지 않으며, 실시간 검색어 등의 오남용이나 과거 기사의 부당한 활용을 하지 않는다.",
    ],
  },
  {
    title: "제 8 조 기사와 광고의 분리",
    id: "TermsTermsEthics-3",
    content: [
      "인터넷신문은 이용자가 광고를 기사로 오인하지 않도록 기사와 광고를 명확하게 구분해야 한다.",
    ],
  },
  {
    title: "제 9 조 광고의 신뢰성 확보",
    id: "TermsTermsEthics-3",
    content: [
      "인터넷신문은 이용자에게 유용하고 신뢰를 주는 광고 정보를 전달하기 위해 노력하고, 선정적이거나 혐오스런 광고를 지양한다. 또한 이용자를 기망하지 않고 기사 가독성을 저해하지 않는 방법으로 광고를 배치한다.",
    ],
  },
  {
    title: "제 10 조 이용자 참여",
    id: "TermsTermsEthics-3",
    content: [
      "인터넷신문은 이용자의 건전한 참여 기회를 제공하고 기사의 정당한 이용을 보장한다. 또한 이용자의 게시글 등으로 타인의 권리가 침해되지 않도록 노력한다.",
    ],
  },
];
