export const data = [
  {
    title: "회사소개",
    submenu: [
      { title: "인사말", url: "" },
      { title: "연락처/주소", url: "contact" },
    ],
  },

  {
    title: "제보·문의",
    submenu: [
      { title: "기사제보", url: "news-report" },
      { title: "광고·제휴문의", url: "news-report/question" },
    ],
  },
  {
    title: " 고객센터",
    submenu: [
      { title: "구독신청", url: "customer/sign-up-news" },
      { title: "고충처리인제도", url: "customer" },
    ],
  },
  {
    title: "약관 및 정책",
    submenu: [
      { title: "이용약관", url: "terms-polices/0" },
      { title: "개인정보처리방침", url: "terms-polices/1" },
      { title: "청소년보호정책", url: "terms-polices/2" },
      { title: "저작권보호정책", url: "terms-polices/3" },
      { title: "이메일무단수집거부", url: "terms-polices/4" },
      { title: "윤리강령", url: "terms-polices/5" },
    ],
  },
];

export const dataTitle = [
  "오늘날 한국 사회는 지난 수십 년간 불균형성장 정책을 선택해 국가적으로는 자랑스럽게 세계 10위권 경제 대국으로 도약했으나, 내부적으로는 사회-경제적 불균형이 여전하며, 또 글로벌시대에 불어닥친 신자유주의 바람으로 우리 모두는 무한경쟁과 각자도생의 속으로 내몰리면서 대부분은 행복하다고 느끼지 않고 있는 것이 현실입니다.",

  "이에 [오케이뉴스]는 언론사로서 [상생과 도전]이라는 기치를 내겁니다.",

  "[상생]은 우리 사회의 양극화로 심하게 기울어진 운동장을 가능한 한 회복하고자 지향점으로 삼았습니다.",

  "무엇보다 사회적 약자인 장애인, 여성, 어린이, 노인, 근로자, 이민자 등 그리고 사업자로는 자영업자와 중소기업 등을 배려하고, 분야별로는 환경, 기후변화, 노동 등에서 언론사로서 목소리를 내고 싶습니다.",

  "그렇다고 사회적 강자를 무조건 배척하는 것은 아닙니다. 같은 사회 구성원으로서 강자와 약자는 상생하기 위한 사회적 대타협에 이를 수 있도록 지혜를 발휘하고 용기를 내서 움직여야만 합니다",
];

export const dataTitle1 = [
  {
    sub: [
      "오늘날 한국 사회는 지난 수십 년간 불균형성장 정책을 선택해 국가적으로는 자랑스럽게 세계 10위권 경제 대국으로 도약했으나, 내부적으로는 사회-경제적 불균형이 여전하며, 또 글로벌시대에 불어닥친 신자유주의 바람으로 우리 모두는 무한경쟁과 각자도생의 속으로 내몰리면서 대부분은 행복하다고 느끼지 않고 있는 것이 현실입니다.",

      "이에 [오케이뉴스]는 언론사로서 [상생과 도전]이라는 기치를 내겁니다.",

      "[상생]은 우리 사회의 양극화로 심하게 기울어진 운동장을 가능한 한 회복하고자 지향점으로 삼았습니다.",

      "무엇보다 사회적 약자인 장애인, 여성, 어린이, 노인, 근로자, 이민자 등 그리고 사업자로는 자영업자와 중소기업 등을 배려하고, 분야별로는 환경, 기후변화, 노동 등에서 언론사로서 목소리를 내고 싶습니다.",

      "그렇다고 사회적 강자를 무조건 배척하는 것은 아닙니다. 같은 사회 구성원으로서 강자와 약자는 상생하기 위한 사회적 대타협에 이를 수 있도록 지혜를 발휘하고 용기를 내서 움직여야만 합니다",
    ],
  },

  {
    sub: [
      "우리 사회의 근간인 이들이 설사 실패하는 일이 있더라도 과감하게 도전하는 사회 분위기를 만들자는 것입니다. 패자부활전을 통해서라도 다시 도전할 수 있는 사회적 합의를 만들어 내도록 하겠습니다. 이대로 포기하고 주저앉을 수만은 없기 때문입니다. 용기를 내야 합니다.",

      "오케이뉴스의 [상생과 도전]은 대한민국뿐만 아니라, 북한, 그리고 미국, 중국, 일본 등을 포함한 전 세계무대에서도 역할을 하겠습니다.",

      "오케이뉴스는 한국이 [상생과 도전]을 통해 경제적 윤택함은 물론 행복 지수까지 높은 진정한 선진국이 되기를 꿈꿔 봅니다.",

      "[Cartographer] 지도제작자를 의미합니다. 그 누구도 걸어보지 않은 곳에서 다른 사람들이 뒤따라 걸을 수 있는 새로운 길을 만드는 역할을 합니다. 한 치 앞도 보이지 않는 밀림과 사막을 헤치며 새 길을 만들어가는 심정으로 언론사의 역할을 하고자 합니다. [상생과 도전]이라는 깃발을 내걸고 첫걸음을 시작한 [오케이뉴스]는 [Cartographer]입니다.",

      "감사합니다.",
    ],
  },
];
export const dataContact = [
  { name: "부서", phone: "02) 1234-6789" },
  { name: "대표전화", phone: "02) 1234-6789" },
  { name: "편집국", phone: "02) 1234-6789" },
  { name: "마케팅부", phone: "02) 1234-6789" },
  { name: "취재부", phone: "02) 1234-6789" },
];

export const dataContactHandle = [
  { name: "전화", phone: "02) 1234-6789" },
  { name: "팩스", phone: "02) 1234-6789" },
  { name: "마케팅부", phone: "02) 1234-6789" },
  { name: "이메일", phone: "thanh@gmail.com" },
];
